/**
 * ガチャ品
 */

export const GACHA_MONEY_LIST = {
    UUR: [
        '_**プレゼント**_ プレミアムお食事券(PayPay or Steamギフト券10,000円分)',
        '_**プレゼント**_ プレミアムお食事券(PayPay or Steamギフト券5,000円分)',
        '_**プレゼント**_ プレミアムお食事券(PayPay or Steamギフト券5,000円分)',
        '_**プレゼント**_ プレミアムお食事券(PayPay or Steamギフト券5,000円分)',
        '_**プレゼント**_ プレミアムお食事券(PayPay or Steamギフト券3,000円分)',
        '_**プレゼント**_ プレミアムお食事券(PayPay or Steamギフト券3,000円分)',
        '_**プレゼント**_ プレミアムお食事券(PayPay or Steamギフト券3,000円分)',
        '_**プレゼント**_ プレミアムお食事券(PayPay or Steamギフト券3,000円分)',
        '_**プレゼント**_ プレミアムお食事券(PayPay or Steamギフト券3,000円分)',
        '_**プレゼント**_ プレミアムお食事券(PayPay or Steamギフト券3,000円分)'
    ],
    UR: [
        '封印されしりむの右腕',
        '封印されしりむの右腕',
        '_**プレゼント**_ みかんちゃんに対応ワード追加券',
        '_**プレゼント**_ みかんちゃんに対応ワード追加券',
        '_**プレゼント**_ みかんちゃんに対応ワード追加券',
        '_**プレゼント**_ プレミアムお食事券(PayPay or Steamギフト券500円分)',
        '_**プレゼント**_ プレミアムお食事券(PayPay or Steamギフト券500円分)',
        '_**プレゼント**_ プレミアムお食事券(PayPay or Steamギフト券1,000円分)',
        '_**プレゼント**_ プレミアムお食事券(PayPay or Steamギフト券1,000円分)',
        '_**プレゼント**_ プレミアムお食事券(PayPay or Steamギフト券1,500円分)',
        '_**プレゼント**_ プレミアムお食事券(PayPay or Steamギフト券2,000円分)'
    ],
    SSR: [
        'ガチャ+20連チケット',
        'ガチャ+20連チケット',
        'ガチャ+20連チケット',
        '初音ミクフィギュア',
        '初音ミクフィギュア',
        '初音ミクフィギュア',
        'りむの無くしたメガネ',
        '壊れたジョイコン3点セット',
        '壊れたジョイコン3点セット',
        '壊れたジョイコン3点セット',
        'とんこつラーメン+半チャーハンセット',
        'もぎもぎフルーツグミ',
        '飲むフルーツゼリー',
        'ノイズキャンセリングイヤホン',
        'めあの写真'
    ],
    SR: [
        'ガチャ+10連チケット',
        '棘竜の天鱗',
        '火竜の紅玉',
        '黒蝕竜の天鱗',
        '斬竜の天鱗',
        'ゲーミングノートPC',
        'ごはん200g',
        '黒烏龍茶1,000ml'
    ],
    R: [
        '塩タン1人前',
        'カルビ1人前',
        'ハラミ1人前',
        'コカ・コーラ 500ml',
        'アクエリアス 500ml',
        'ハチノス1人前',
        'ハツ1人前',
        'ミノ1人前',
        'ホルモン1人前',
        '七味唐辛子',
        'たまねぎスープ'
    ],
    UC: ['温州みかん', '龍の髭', '唐辛子', '烏龍茶 500ml', 'チキンナゲット', 'たまごスープ'],
    C: ['綿棒', '鼻がかゆくなるマスク', 'ダンボール', '水素水', 'お吸いもの']
};
