/**
 * ガチャ品
 */

export const GACHA_MONEY_LIST = {
    UUR: [
        '_**プレゼント**_ みかんちゃんに対応ワード追加券',
        '_**プレゼント**_ プレミアムお食事券(PayPay or Steamギフト券1000円分)'
    ],
    UR: [
        'りむのお家にウォシュレット付きトイレがつく', // 出たら変える
        'りむのお家にウォシュレット付きトイレがつく', // 出たら変える
        'りむのお家にウォシュレット付きトイレがつく', // 出たら変える
        'りむのお家にウォシュレット付きトイレがつく', // 出たら変える
        'りむのお家にウォシュレット付きトイレがつく' // 出たら変える
    ],
    SSR: [
        'ガチャ+20連チケット',
        'ガチャ+20連チケット',
        'ガチャ+20連チケット',
        '初音ミクフィギュア',
        '初音ミクフィギュア',
        '初音ミクフィギュア',
        'りむの無くしたメガネ',
        '壊れたジョイコン3点セット',
        '壊れたジョイコン3点セット',
        '壊れたジョイコン3点セット',
        'とんこつラーメン+半チャーハンセット'
    ],
    SR: [
        'ガチャ+10連チケット',
        '棘竜の天鱗',
        '火竜の紅玉',
        '黒蝕竜の天鱗',
        '斬竜の天鱗',
        'ゲーミングノートPC',
        'ごはん200g'
    ],
    R: [
        '塩タン1人前',
        'カルビ1人前',
        'ハラミ1人前',
        'コカ・コーラ 500ml',
        'アクエリアス 500ml',
        'ハチノス1人前',
        'ハツ1人前',
        'ミノ1人前',
        'ホルモン1人前'
    ],
    UC: ['温州みかん', '龍の髭', '唐辛子', 'めあの写真', '烏龍茶 500ml', 'チキンナゲット'],
    C: ['綿棒', '鼻がかゆくなるマスク', 'ダンボール']
};
