/**
 * ガチャ品
 */

export const GACHA_MONEY_LIST = {
    UUR: [
        '_**プレゼント**_ PayPay 1000円分',
        '_**プレゼント**_ PayPay 1000円分',
        '_**プレゼント**_ PayPay 1000円分',
        '_**プレゼント**_ LINEギフト(出前館クーポン1000円分)',
        '_**プレゼント**_ 焼肉食べに行く券 (日付は要相談)'
    ],
    UR: [
        '_**プレゼント**_ 佐久間まゆ (PayPay 300円分)',
        '_**プレゼント**_ 佐久間まゆ (PayPay 300円分)',
        '_**プレゼント**_ 佐久間まゆ (PayPay 300円分)',
        '_**プレゼント**_ りむのお家にウォシュレット付きトイレがつく' // 出たら変える
    ],
    SSR: [
        'ガチャ+20連チケット',
        'ガチャ+20連チケット',
        '_**プレゼント**_ iPhone 13 Pro Max (PayPay 100円分)',
        '初音ミクフィギュア',
        '初音ミクフィギュア',
        '初音ミクフィギュア',
        'りむの無くしたメガネ',
        'りむの無くしたメガネ',
        '_**プレゼント**_ りむがなにか遊んでくれる券(ストック可)',
        '壊れたジョイコン3点セット',
        '壊れたジョイコン3点セット',
        '壊れたジョイコン3点セット'
    ],
    SR: ['ガチャ+10連チケット', '棘竜の天鱗', '火竜の紅玉', '黒蝕竜の天鱗', '斬竜の天鱗'],
    R: ['塩タン1人前', 'カルビ1人前', 'ハラミ1人前', 'コカ・コーラ 500ml', 'アクエリアス 500ml'],
    UC: ['温州みかん', '龍の髭', '唐辛子', 'めあの写真', '烏龍茶 500ml'],
    C: ['綿棒', '鼻がかゆくなるマスク'],
    N: ['_**罰金**_ PayPay 500円', '_**罰金**_ PayPay 200円', '_**罰金**_ PayPay 100円']
};
