export interface Word {
  morning: string[];
  noon: string[];
  evening: string[];
  night: string[];
  midnight: string[];
}

// おはよう
export const morning = {
  morning: ['おはよ～！今日も元気に頑張ってこ～！', 'ん！おはよう～！', 'おはよ！今日も起きれてえらい！'],
  noon: ['おはよ？ねぼすけさんだ！', 'んー、おはよ？もうお昼だよー？', 'もしかして今起きたの～？もうこんにちはだよ！'],
  evening: ['もう夕方だよ！？ねすぎ～！！', 'もうお日様沈んできてるよ……？'],
  night: ['おは……よ……？もう夜だよ……？', 'えっと……昼夜逆転すると戻すのたいへんだよ！'],
  midnight: ['すや……すや……って、今起きた……の…？', 'ま、真夜中だよ……？', 'すや………すや………'],
};

// こんにちは
export const noon = {
  morning: ['おはよ？まだこんにちはには早そう！', 'こんにちは！まだ早いかな……？'],
  noon: ['こんにちは～！', 'ん、こんにちは～！午後も頑張ろうね！'],
  evening: ['こんにちは！もう夕方だね～！', 'ん、こんにちは！そろそろお日様が落ちそうだね～！'],
  night: ['こんにちは…？もう夜だよ～！', 'もう真っ暗だよ～！'],
  midnight: ['……もしかして今起きた？', '真夜中だけど……'],
};

// こんばんは
export const evening = {
  morning: ['こんばんは…？まだ寝てないの！？', 'もしかしてずっと起きてる……？ちゃんと睡眠は取ってね…？'],
  noon: ['もしかして寝てない……？身体に良くないよ～！！', 'お昼だけど……昼夜逆転してる……？'],
  evening: ['こんばんは～！もう夕方だね！', 'ん、こんばんは！もうすぐ夜ご飯だね～！'],
  night: ['こんばんは！今日も良い一日だった～？', 'ん、こんばんは～！今日もいっぱい私と遊ぼ！'],
  midnight: ['こんばんは……ねむねむ…', 'すや………すや………', '……もう真夜中だよ～？早く一緒に寝よ～？'],
};

// おやすみ
export const sleep = {
  morning: [
    'え、私起きたところなんだけど…！？',
    'もう朝だけど……もしかして今まで起きてたのかな？お疲れ様だよ、おやすみなさい～！',
  ],
  noon: ['お昼寝するの！あんまり寝すぎないようにね～！', 'ん、お昼寝かな？おやすみなさい！'],
  evening: [
    'え、もう寝ちゃうの…？明日早いのかな……\nゆっくり休んでね！寂しいけどおやすみなさい！',
    '今日は早めに寝ちゃう？おやすみなさい！',
  ],
  night: ['おやすみなさーい！明日もいっぱい遊ぼうね！', 'ん、おやすみなさい！ゆっくり休んでね！'],
  midnight: ['すや……すや……おやすみなさい……', '流石に私も眠たいかも……おやすみなさい……'],
};
